[
    {
        "name": "Личный водитель",
        "url": "https://hh.ru/vacancy/112025717",
        "salary": 50000,
        "requirement": "Наличие справки от Кардиолога. *Опыт работы с КМУ. Опыт работы водителем от 3-5 лет. Отличное знание города и пригорода...",
        "responsibility": "Контроль технического состояния автомобиля."
    },
    {
        "name": "Бухгалтер",
        "url": "https://hh.ru/vacancy/111859800",
        "salary": 1500,
        "requirement": "Знание программы 1С, аккуратность, ответственность, желание работать.",
        "responsibility": "Выписка ТТН, ТН, доверенностей, акты сверок с контрагентами. Учет операций по поступлению, перемещению, списанию ТМЦ. Учет транспортных расходов по доставке..."
    },
    {
        "name": "Водитель персональный/семейный",
        "url": "https://hh.ru/vacancy/112077687",
        "salary": 150000,
        "requirement": "Права категории B. Стаж вождения - не менее 10 лет. Опыт работы в качестве персонального / семейного водителя - не менее 4 лет. ",
        "responsibility": "Обеспечение своевременной подачи автомобиля. Безопасное перемещение по городу на автомобиле компании. Выполнение личных поручений руководителя. Планирование оптимальных маршрутов с учётом..."
    },
    {
        "name": "Кладовщик",
        "url": "https://hh.ru/vacancy/111065354",
        "salary": 140000,
        "requirement": "Без опыта - научим. С опытом - покажем как больше зарабатывать.",
        "responsibility": "Погрузка и выгрузка товара. Сборка заказа с помощью голосового терминала и электротележки."
    },
    {
        "name": "Фронтенд разработчик",
        "url": "https://hh.ru/vacancy/111764693",
        "salary": 10000000,
        "requirement": "Знания HTML, CSS, JS, Jquery.",
        "responsibility": "Адаптивная верстка сайтов. Поддержка сайтов."
    },
    {
        "name": "Водитель автомобиля",
        "url": "https://hh.ru/vacancy/112070104",
        "salary": 0,
        "requirement": "Опыт вождения от 5 лет, водительское удостоверение категории В. Умение анализировать и прогнозировать ситуацию на дороге. Бережное отношение к автомобилю. ",
        "responsibility": "Соблюдение требований ПДД. Ежедневную проверку технического состояния ТС перед выездом, в пути и по возвращению на место стоянки. "
    },
    {
        "name": "Продавец-консультант (бьюти-продукции)",
        "url": "https://hh.ru/vacancy/111787160",
        "salary": 120000,
        "requirement": null,
        "responsibility": "Активно продавать товары премиум-класса из Японии, Кореи, Англии и Германии. Работать с постоянными клиентами: оповещать об акциях и предложениях..."
    },
    {
        "name": "Менеджер по работе с клиентами",
        "url": "https://hh.ru/vacancy/109791258",
        "salary": 50000,
        "requirement": "Опыт работы со звонками будет преимуществом. Готовы рассмотреть кандидатов без опыта работы. Коммуникабельность. Умение эффективно выстраивать и вести диалог. ",
        "responsibility": "Работа с внутренней CRM и IP-телефонией «UIS». Обработка заявок по готовой базе, без поиска. Опрос потенциальных клиентов партнеров компании..."
    },
    {
        "name": "Офис-менеджер",
        "url": "https://hh.ru/vacancy/109841381",
        "salary": 200000,
        "requirement": "Грамотность. Ответственность.",
        "responsibility": "Прием и регистрация документов и прочая административная работа. Умение пользоваться офисной огртехникой."
    },
    {
        "name": "Водитель",
        "url": "https://hh.ru/vacancy/111841654",
        "salary": 400000,
        "requirement": "Пунктуальность, ответственность.",
        "responsibility": "Водить цементовоз иногда миксер. Следить за машиной."
    },
    {
        "name": "Личный водитель",
        "url": "https://hh.ru/vacancy/112025130",
        "salary": 260000,
        "requirement": "Стаж работы от 1 года, можно со своим автомобилем.",
        "responsibility": null
    },
    {
        "name": "Менеджер по продажам",
        "url": "https://hh.ru/vacancy/110283825",
        "salary": 24800000,
        "requirement": "Японский язык — уровень N2 и выше (обязательно). Английский язык — базовый уровень (желательно). Уверенный пользователь MS Office (Word, Excel, PowerPoint...",
        "responsibility": "Ведение переговоров с текущими поставщиками, поддержание долгосрочных партнерских отношений. Поиск новых клиентов и партнеров для продвижения продукции. Работа с заявками..."
    },
    {
        "name": "Помощник депутата Государственной думы",
        "url": "https://hh.ru/vacancy/111880316",
        "salary": 0,
        "requirement": "Профильное высшее образование (юриспруденция, международные отношения, государственное управление, экономика). Опыт работы в государственных органах является преимуществом. Хорошие организаторские и административные...",
        "responsibility": "Работа с обращениями граждан: подготовка проектов ответов заявителям и составление депутатских запросов в органы государственной власти и иные организации. "
    },
    {
        "name": "Графический дизайнер",
        "url": "https://hh.ru/vacancy/112025455",
        "salary": 1000,
        "requirement": "1. Опыт работы графическим дизайнером от 2 лет. 2. Знание современных графических редакторов (Adobe Creative Suite, Figma, Sketch и др.). ",
        "responsibility": "Разработка визуальных концепций и дизайнов для различных проектов (веб-дизайн, печатная продукция, социальные сети и др.). Использование инструментов ИИ для..."
    },
    {
        "name": "Водитель в семью",
        "url": "https://hh.ru/vacancy/111968016",
        "salary": 200000,
        "requirement": "Готовность пройти полиграф. -Разрешение на оружие как преимущество. -Стаж вождения не менее 15 лет. -Опыт работы персональным/семейным водителем. -",
        "responsibility": "Обязанности: отвезти/привезти членов семьи, выполнять поручения. Обслуживание автомобиля."
    },
    {
        "name": "Frontend разработчик",
        "url": "https://hh.ru/vacancy/111777980",
        "salary": 3500,
        "requirement": "Опыт коммерческой разработки не менее трех лет. Опыт разработки на чистом JavaScript обязателен. ES6, XHR/AJAX, понимание DOM и...",
        "responsibility": "Участие в разработке low-code платформы. Поддержка существующего кода."
    },
    {
        "name": "Повар заготовочного цеха (м. Прокшино)",
        "url": "https://hh.ru/vacancy/99576179",
        "salary": 80000,
        "requirement": "Опыт работы от 6 мес. - Чистоплотность и коммуникабельность. - Желание развиваться.",
        "responsibility": "пеpвичная обpабoткa фруктов и овoщей (мойка, очистка). - зaгoтовка полуфaбpикатов. - пригoтовлeние дecертов (гoтoвим клубнику в шoколаде и прочее). - приготовление блюд по..."
    },
    {
        "name": "Администратор салона красоты QUEEN BEE",
        "url": "https://hh.ru/vacancy/111124704",
        "salary": 400000,
        "requirement": "Уметь организовать коллектив. Быть коммуникабельным, доброжелательным и стрессоустойчивым.",
        "responsibility": "Запись клиентов и составление расписания. Своевременные напоминания о записи. Встреча посетителей и располагающее общение с ними.Грамотное консультирование по всему спектру..."
    },
    {
        "name": "Охранник-Парковщик автосалона BYD",
        "url": "https://hh.ru/vacancy/112073878",
        "salary": 10000000,
        "requirement": "Требования к кандидату: Ответственность и внимательность. Умение организовать пространство для комфортного размещения автомобилей гостей.",
        "responsibility": "Организация парковки автомобилей для гостей автосалона на стоянке. Соблюдение правил: запрещено парковать личные автомобили сотрудников и нарушать порядок."
    },
    {
        "name": "WhatsApp менеджер в инстаграм магазин",
        "url": "https://hh.ru/vacancy/110614780",
        "salary": 300000,
        "requirement": "17-25 лет. Грамотная письменная речь. Свободное владение казахским и русскими языками.",
        "responsibility": "Обработка всех входящих обращений клиентов в WhatsApp. Ведение базы клиентов."
    }
]