[
    {
        "name": "Frontend (React) Developer",
        "url": "https://hh.ru/vacancy/111603214",
        "salary": 0,
        "requirement": "Знание других языков программирования и технологии, особенно PHP и <highlighttext>Python</highlighttext>, опыт веб-разработки будет плюсом. Умение пользоваться системами контроля версий...",
        "responsibility": "Разрабатывать интеграционные сервисы, внутренние сервисы. Много писать на React. Проектировать архитектуру сервисов. Работать над качеством и скоростью. Участвовать в код..."
    },
    {
        "name": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/109661221",
        "salary": 0,
        "requirement": "Опыт использования в работе TDD, CI/CD. Опыт работы в Linux, CLI. Знание скриптовых языков Bash, <highlighttext>Python</highlighttext>. Опыт работы с...",
        "responsibility": "Разработка пользовательского интерфейса облачной операционной системы."
    },
    {
        "name": "Backend-разработчик Python (middle)",
        "url": "https://hh.ru/vacancy/111961702",
        "salary": 0,
        "requirement": "Понимание принципов работы современных WEB-приложений. Опыт работы с веб-фреймворком на <highlighttext>Python</highlighttext> (FasAPI, Flask, Django, Falcon и др.). ",
        "responsibility": "Проектирование и разработка бэкенда системы мониторинга и управления сетевыми устройствами. Написание разделов технической документации в своей зоне компетенции."
    },
    {
        "name": "Data Scientist",
        "url": "https://hh.ru/vacancy/111745193",
        "salary": 0,
        "requirement": "Опыт работы с SQL (написание сложных запросов, оптимизация, анализ данных). Уверенные знания <highlighttext>Python</highlighttext> (pandas, numpy, SQLAlchemy) и библиотек для анализа...",
        "responsibility": "Разработка и внедрение моделей на основе локальных LLM (например, LLaMA, Falcon, GPT и др.) для преобразования текстовых данных в SQL..."
    },
    {
        "name": "Ведущий специалист",
        "url": "https://hh.ru/vacancy/111512408",
        "salary": 180000,
        "requirement": "Опытный пользователь MS Office, Internet, продвинутое знание Excel. Приветствуются навыки работы в SAP R/3, <highlighttext>Python</highlighttext>, С++, GO и JAVA. ",
        "responsibility": "Подготовка тендерной документации. Заключение, исполнение и ведение договоров на обслуживание и ремонт внутренних сетей АЗС, нефтебаз, ремонт АБП и инновационных..."
    },
    {
        "name": "Инженер NOC",
        "url": "https://hh.ru/vacancy/111204536",
        "salary": 0,
        "requirement": "Опыт работы с сетевым оборудованием разных вендоров на продвинутом уровне. Опыт работы с прикладными языками программирования ( <highlighttext>Python</highlighttext>,Perl). ",
        "responsibility": "Управление критичной инфраструктурой с высокими требованиями надежности. Разработка и поддержание сетевых внутрикорпоративных ресурсов. Развитие сетевых приложений и проектов. "
    },
    {
        "name": "Python-разработчик (Junior)",
        "url": "https://hh.ru/vacancy/111975363",
        "salary": 0,
        "requirement": "Высшее ИТ-образование. Опыт программирования на <highlighttext>Python</highlighttext>. Знание ООП. Знания принципов построения систем хранения и обработки данных. Опыт работы с...",
        "responsibility": "Разработка ядра калькулятора на языке <highlighttext>Python</highlighttext>. Разработка и оптимизация ETL процессов. Участие в составлении плана проекта, детализации, оценка проектных сроков..."
    },
    {
        "name": "Junior python (django) разработчик",
        "url": "https://hh.ru/vacancy/111607966",
        "salary": 60000,
        "requirement": "Желание развиваться. Умение писать чистый поддерживаемый код. Умение читать чужой код. Будет плюсом:",
        "responsibility": "Участие в различных проектах."
    },
    {
        "name": "Стажер-разработчик",
        "url": "https://hh.ru/vacancy/111486888",
        "salary": 150000,
        "requirement": "Знание основ программирования. Знания любого языка программирования (JavaScript, PHP, <highlighttext>Python</highlighttext>, C#, Java, C, C++ и др). Писать код, понимать основные...",
        "responsibility": "Разработка, развитие и поддержка Аналитической системы."
    },
    {
        "name": "QA engineer / Тестировщик",
        "url": "https://hh.ru/vacancy/110104053",
        "salary": 0,
        "requirement": "Уверенность в работе с тестовой документацией и с другими тестовыми артефактами. Знание патернов. Graphql, Soapui. Знание <highlighttext>Python</highlighttext>, умение писать скрипты. ",
        "responsibility": "Тестировать как backend так и frontend части проектов управление API. Придумывать сложные REST запросы, включающие path, query, headers, body и..."
    },
    {
        "name": "QA engineer (ручное тестирование)",
        "url": "https://hh.ru/vacancy/110081935",
        "salary": 0,
        "requirement": "Умение анализировать логи для диагностики проблем. - Базовые навыки программирования или автоматизации тестов (<highlighttext>Python</highlighttext>, Shell-скрипты). - Опыт работы с Linux. ",
        "responsibility": "Формирование планов тестирования и тест-кейсов. Проведение функционального, регрессионного и нагрузочного тестирования. Выполнение тестирования API. Проверка UI/UX на соответствие..."
    },
    {
        "name": "Инженер-программист junior",
        "url": "https://hh.ru/vacancy/111986458",
        "salary": 110000,
        "requirement": "Опыт программирования на любом из языков ООП (C++, <highlighttext>python</highlighttext>, perl, java и т.д.). Опыт работы с ОС Linux. ",
        "responsibility": "Разработка функциональных модулей высокопроизводительной системы параллельных вычислений реального времени. Исследование протоколов межсистемного взаимодействия, управления и мониторинга."
    },
    {
        "name": "Junior Manual QA specialist / Ручной тестировщик",
        "url": "https://hh.ru/vacancy/111978008",
        "salary": 0,
        "requirement": "...опыт тестирования API. Будет плюсом: Техническое образование. Интерес и желание развиваться в fintech. Знание скриптовых языков (Bash, <highlighttext>Python</highlighttext>). Знание JS.",
        "responsibility": "Составлять и выполнять тест-планы. Собирать информацию о багах из саппорта и заниматься общей обработкой запросов, приходящих от других команд. "
    },
    {
        "name": "Middle QA Engineer",
        "url": "https://hh.ru/vacancy/111967887",
        "salary": 0,
        "requirement": "Опыт работы в ОС семейства Linux обязателен. Знание <highlighttext>Python</highlighttext> обязательно. Опыт в автоматизации обязателен. Понимание процесса тестирования ПО. ",
        "responsibility": "Опыт в разработке сценариев тестирования, подготовки отчетов по результатам тестирования и иной сопутствующей документации."
    },
    {
        "name": "Бэкенд-разработчик Python",
        "url": "https://hh.ru/vacancy/111493893",
        "salary": 600000,
        "requirement": "Уверенные знания <highlighttext>Python</highlighttext>. Опыт работы с фреймворком FastAPI. Понимание работы с Docker и Docker Compose. Навыки работы с Celery и...",
        "responsibility": null
    },
    {
        "name": "Unity developer",
        "url": "https://hh.ru/vacancy/111876335",
        "salary": 0,
        "requirement": null,
        "responsibility": "Поддержка существующих проектов на Unity (разной степени захламленности, важно быть в состоянии в этом копаться, разбираться и посильно рефакторить). "
    },
    {
        "name": "Python-разработчик",
        "url": "https://hh.ru/vacancy/111866916",
        "salary": 100000,
        "requirement": "Владение <highlighttext>Python</highlighttext>. Знание основ Git. Знание библиотек pandas, requests. Будут плюсом: навыки разработки баз данных. Умение находить нетривиальные решения. ",
        "responsibility": "Автоматизация бизнес-процессов через API различных маркетплейсов (OZON, WB, Яндекс Маркет). Поддержка и развитие ETL процессов."
    },
    {
        "name": "Python-разработчик",
        "url": "https://hh.ru/vacancy/112058412",
        "salary": 0,
        "requirement": "Опыт работы от 5 лет в ИТ, от 3-х лет на занимаемой должности. Знание <highlighttext>Python</highlighttext>. Jupiter Notebook. ",
        "responsibility": "Развитие инструмента для поиска персональных данных в реляционных и noSQL БД. Проведение ревью кода. Ведение документации для разработанного функционала. "
    },
    {
        "name": "Junior Python-разработчик (Компьютерное зрение)",
        "url": "https://hh.ru/vacancy/111509178",
        "salary": 70000,
        "requirement": "Уверенные навыки написания кода на <highlighttext>Python</highlighttext>. Умение придумывать и реализовывать алгоритмы. Опыт работы с OpenCV, Numpy, Scipy. Хорошая математическая подготовка...",
        "responsibility": "Разработка алгоритмов обработки данных полученных из разных источников (cv, нейросети, датчики и т.п.). Применение математических подходов для описания геометрически..."
    },
    {
        "name": "Frontend-разработчик",
        "url": "https://hh.ru/vacancy/111976047",
        "salary": 350000,
        "requirement": "коммерческий опыт работы в роли Frontend-разработчика от 3 лет. - опыт работы с React/Redux/TypeScript. - опыт работы с RTK. - ",
        "responsibility": "разаработка сложного виджета загрузки файлов с отслеживанием процесса загрузки, комментариями, дполнительными полями с пользовательским вводом и отображением уже загруженных файлов..."
    }
]