[
    {
        "name": "Офис-менеджер",
        "url": "https://hh.ru/vacancy/109841381",
        "salary": 200000,
        "requirement": "Грамотность. Ответственность.",
        "responsibility": "Прием и регистрация документов и прочая административная работа. Умение пользоваться офисной огртехникой."
    },
    {
        "name": "Кладовщик",
        "url": "https://hh.ru/vacancy/111065354",
        "salary": 140000,
        "requirement": "Без опыта - научим. С опытом - покажем как больше зарабатывать.",
        "responsibility": "Погрузка и выгрузка товара. Сборка заказа с помощью голосового терминала и электротележки."
    },
    {
        "name": "Бармен (м. Фрунзенская)",
        "url": "https://hh.ru/vacancy/109124670",
        "salary": 80000,
        "requirement": "Оптимизма и позитивного отношения к жизни. Коммуникабельности и умения работать в команде.",
        "responsibility": "Приготовление напитков согласно техкартам. Работа на кассе. Работа за контактной барной стойкой."
    },
    {
        "name": "Менеджер по продажам",
        "url": "https://hh.ru/vacancy/110283825",
        "salary": 24800000,
        "requirement": "Японский язык — уровень N2 и выше (обязательно). Английский язык — базовый уровень (желательно). Уверенный пользователь MS Office (Word, Excel, PowerPoint...",
        "responsibility": "Ведение переговоров с текущими поставщиками, поддержание долгосрочных партнерских отношений. Поиск новых клиентов и партнеров для продвижения продукции. Работа с заявками..."
    },
    {
        "name": "Фронтенд разработчик",
        "url": "https://hh.ru/vacancy/111764693",
        "salary": 10000000,
        "requirement": "Знания HTML, CSS, JS, Jquery.",
        "responsibility": "Адаптивная верстка сайтов. Поддержка сайтов."
    },
    {
        "name": "Водитель персональный/семейный",
        "url": "https://hh.ru/vacancy/112077687",
        "salary": 150000,
        "requirement": "Права категории B. Стаж вождения - не менее 10 лет. Опыт работы в качестве персонального / семейного водителя - не менее 4 лет. ",
        "responsibility": "Обеспечение своевременной подачи автомобиля. Безопасное перемещение по городу на автомобиле компании. Выполнение личных поручений руководителя. Планирование оптимальных маршрутов с учётом..."
    },
    {
        "name": "Графический дизайнер",
        "url": "https://hh.ru/vacancy/112025455",
        "salary": 1000,
        "requirement": "1. Опыт работы графическим дизайнером от 2 лет. 2. Знание современных графических редакторов (Adobe Creative Suite, Figma, Sketch и др.). ",
        "responsibility": "Разработка визуальных концепций и дизайнов для различных проектов (веб-дизайн, печатная продукция, социальные сети и др.). Использование инструментов ИИ для..."
    },
    {
        "name": "Продавец-консультант (бьюти-продукции)",
        "url": "https://hh.ru/vacancy/111787160",
        "salary": 120000,
        "requirement": null,
        "responsibility": "Активно продавать товары премиум-класса из Японии, Кореи, Англии и Германии. Работать с постоянными клиентами: оповещать об акциях и предложениях..."
    },
    {
        "name": "Водитель автомобиля",
        "url": "https://hh.ru/vacancy/112070104",
        "salary": 0,
        "requirement": "Опыт вождения от 5 лет, водительское удостоверение категории В. Умение анализировать и прогнозировать ситуацию на дороге. Бережное отношение к автомобилю. ",
        "responsibility": "Соблюдение требований ПДД. Ежедневную проверку технического состояния ТС перед выездом, в пути и по возвращению на место стоянки. "
    },
    {
        "name": "Водитель",
        "url": "https://hh.ru/vacancy/111841654",
        "salary": 400000,
        "requirement": "Пунктуальность, ответственность.",
        "responsibility": "Водить цементовоз иногда миксер. Следить за машиной."
    },
    {
        "name": "Личный водитель",
        "url": "https://hh.ru/vacancy/112025130",
        "salary": 260000,
        "requirement": "Стаж работы от 1 года, можно со своим автомобилем.",
        "responsibility": null
    },
    {
        "name": "Офис-менеджер (СРОЧНО!)",
        "url": "https://hh.ru/vacancy/111438041",
        "salary": 500000,
        "requirement": "Ответственная, Исполнительная! Умеешь брать ответственность и выполнять задачи все в срок. Умеешь предлагать сразу варианты решения задач и проблем.",
        "responsibility": "Коммуникация с руководителями бизнеса, с целью подключения их к нашим сервисам. Также поддержание с ними коммуникации. Присутствие на личных встречах..."
    },
    {
        "name": "Помощник депутата Государственной думы",
        "url": "https://hh.ru/vacancy/111880316",
        "salary": 0,
        "requirement": "Профильное высшее образование (юриспруденция, международные отношения, государственное управление, экономика). Опыт работы в государственных органах является преимуществом. Хорошие организаторские и административные...",
        "responsibility": "Работа с обращениями граждан: подготовка проектов ответов заявителям и составление депутатских запросов в органы государственной власти и иные организации. "
    },
    {
        "name": "Менеджер по работе с клиентами",
        "url": "https://hh.ru/vacancy/109791258",
        "salary": 50000,
        "requirement": "Опыт работы со звонками будет преимуществом. Готовы рассмотреть кандидатов без опыта работы. Коммуникабельность. Умение эффективно выстраивать и вести диалог. ",
        "responsibility": "Работа с внутренней CRM и IP-телефонией «UIS». Обработка заявок по готовой базе, без поиска. Опрос потенциальных клиентов партнеров компании..."
    },
    {
        "name": "Водитель в семью",
        "url": "https://hh.ru/vacancy/111968016",
        "salary": 200000,
        "requirement": "Готовность пройти полиграф. -Разрешение на оружие как преимущество. -Стаж вождения не менее 15 лет. -Опыт работы персональным/семейным водителем. -",
        "responsibility": "Обязанности: отвезти/привезти членов семьи, выполнять поручения. Обслуживание автомобиля."
    },
    {
        "name": "Повар заготовочного цеха (м. Прокшино)",
        "url": "https://hh.ru/vacancy/99576179",
        "salary": 80000,
        "requirement": "Опыт работы от 6 мес. - Чистоплотность и коммуникабельность. - Желание развиваться.",
        "responsibility": "пеpвичная обpабoткa фруктов и овoщей (мойка, очистка). - зaгoтовка полуфaбpикатов. - пригoтовлeние дecертов (гoтoвим клубнику в шoколаде и прочее). - приготовление блюд по..."
    },
    {
        "name": "Frontend разработчик",
        "url": "https://hh.ru/vacancy/111777980",
        "salary": 3500,
        "requirement": "Опыт коммерческой разработки не менее трех лет. Опыт разработки на чистом JavaScript обязателен. ES6, XHR/AJAX, понимание DOM и...",
        "responsibility": "Участие в разработке low-code платформы. Поддержка существующего кода."
    },
    {
        "name": "Упаковщик",
        "url": "https://hh.ru/vacancy/110882358",
        "salary": 1600,
        "requirement": "Ответственный, внимательный и коммуникабельный человек. Имеете опыт работы упаковщиком и/или комплектовщиком. Способны быстро и точно работать.",
        "responsibility": "Комплектовка товаров. Упаковка товара в соответствии с требованиями. Стикеровка товара."
    },
    {
        "name": "Бариста",
        "url": "https://hh.ru/vacancy/108471916",
        "salary": 0,
        "requirement": "Активный и позитивный. Честный и внимательный. Желаете добиваться высоких результатов и расти по карьерной лестнице. Обладаете высокой производительностью труда, умеете...",
        "responsibility": "Готовить вкусный, бодрящий кофе. Готовить фирменные лимонады и другие напитки. Помнить, что улыбка - универсальное средство общения и создавать с ее..."
    },
    {
        "name": "Бухгалтер",
        "url": "https://hh.ru/vacancy/110038044",
        "salary": 0,
        "requirement": "Опыт работы в сегменте: торгово-производственных компаниях не менее 3 лет. Опыт работы бухгалтером не менее 3 лет. ",
        "responsibility": "Вести учет. Участвовать в переходе бухгалтерского учета из 1С 8.3 Бухгалтерия. Участвовать в восстановление бухгалтерского учета по соответствующему..."
    }
]