[
    {
        "name": "Разработчик Python",
        "url": "https://hh.ru/vacancy/111327628",
        "salary": 50000,
        "requirement": "Уверенное программирование на <highlighttext>Python</highlighttext>. Аналитический склад ума.",
        "responsibility": null
    },
    {
        "name": "Backend разработчик",
        "url": "https://hh.ru/vacancy/111313345",
        "salary": 90000,
        "requirement": "Знание SQL. Опыт проектирования БД от 1 года. Опыт работы с какой либо СУБД (желательно PostgreSQL). Навыки алгоритмизации. ",
        "responsibility": "Анализ задач и проектирование под них БД. Разработка бизнес логики под требования компании (имеется собственная платформа). Внедрение и поддержка новых..."
    },
    {
        "name": "Junior Python Developer",
        "url": "https://hh.ru/vacancy/110711272",
        "salary": 0,
        "requirement": "Basic knowledge of <highlighttext>Python</highlighttext> or 1 year in a role focused on <highlighttext>Python</highlighttext> backend development (perfectly with Django framework). ",
        "responsibility": "Build and maintain back-end for Improvado's marketing analytics SaaS platform (including architectural improvements regarding scalability, reliability and performance). "
    },
    {
        "name": "Специалист ГИС-систем",
        "url": "https://hh.ru/vacancy/111488872",
        "salary": 0,
        "requirement": "Высшее образование (география, геоинформатика или релевантное). Знание программного обеспечения: ГИС-пакеты ArcGIS Desktop, QGIS, SAGA и аналоги. Владение технологиями обработки...",
        "responsibility": "...Geomatica и аналоги. Подготовка отчетных материалов: текстов, карт, презентаций. Дешифрирование космических снимков, дистанционный мониторинг. Тематическое картографирование. Программирование <highlighttext>Python</highlighttext>, R, SQL."
    },
    {
        "name": "Младший Python-разработчик в команду DCIM",
        "url": "https://hh.ru/vacancy/111612662",
        "salary": 0,
        "requirement": "Хорошее знание языка <highlighttext>Python</highlighttext>. Знание основных шаблонов проектирования и особенностей их реализации. Уверенная работа с Git. Опыт работы с PostgreSQL...",
        "responsibility": "Отдел систем управления инфраструктурой ДЦ (DCIM) - это направление, которое занимается разработкой информационных систем для учета и визуализации инфраструктуры и активов..."
    },
    {
        "name": "Программист Python(Django)",
        "url": "https://hh.ru/vacancy/111403400",
        "salary": 150000,
        "requirement": "Уверенное владение <highlighttext>Python</highlighttext> 3.8+, Django 2.2+. Желателен опыт с celery, django-rest-framework. Знание базовых паттернов...",
        "responsibility": "Работа над заказными веб-проектами из различных областей бизнеса."
    },
    {
        "name": "QA-инженер / Тестировщик программного обеспечения",
        "url": "https://hh.ru/vacancy/111492971",
        "salary": 80000,
        "requirement": "Базовые знания английского приветствуются. Прохождение специализированных курсов. Базовое представление об SQL. Знание скриптовых языков типа <highlighttext>Python</highlighttext>. Желание развиваться в области...",
        "responsibility": "Тестирование ПО и интеграций с оборудованием. Разработка тест-кейсов, чек-листов. Анализ логов. Моделирование ошибок пользователей, исследование причин сбоев."
    },
    {
        "name": "QA Manual (гибрид)",
        "url": "https://hh.ru/vacancy/111426994",
        "salary": 170000,
        "requirement": "Знание брокеров очередей, баз данных. Работа с логами. Опыт в автоматизации, пройденные курсы , знание <highlighttext>Python</highlighttext>. Опыт работы с Allure TestOps. ",
        "responsibility": "Ведение тестовой документации: баг-репорты, тест-кейсы, чек-листы и отчеты о тестировании. Применение подходящей техники тест-дизайна при проектировании..."
    },
    {
        "name": "Python разработчик в инновационный криптопроект",
        "url": "https://hh.ru/vacancy/111711615",
        "salary": 250000,
        "requirement": "Уверенные знания и опыт работы с <highlighttext>Python</highlighttext>. Опыт работы с Celery, RabbitMQ, PostgreSQL, Nginx и Docker. Уверенные навыки разработки API...",
        "responsibility": "Разработка и поддержка бекенд-части приложения на языке <highlighttext>Python</highlighttext>. Разработка API с использованием FastAPI. Создание и управление очередями задач с..."
    },
    {
        "name": "QA Engineer (Kintsugi)",
        "url": "https://hh.ru/vacancy/111587362",
        "salary": 0,
        "requirement": "Умение анализировать требования и составлять тест-кейсы и тест-планы. Опыт автоматизации тестирования. Знание <highlighttext>Python</highlighttext>. Базовые знания Linux/UNIX. ",
        "responsibility": "Автоматизированное тестирование высоконагруженного облачного приложения, работающего в режиме 24/7. Разработка тест-сценариев. Проведение нагрузочных испытаний продукта и его частей..."
    },
    {
        "name": "Python-разработчик",
        "url": "https://hh.ru/vacancy/111535718",
        "salary": 0,
        "requirement": "Строго обязателен подтвержденный коммерческий опыт работы в качестве <highlighttext>Python</highlighttext>-разработчика от 1 года (трудовой договор, гражданско-правовой договор). ",
        "responsibility": "Разработка бэка для веб-приложений и мобильных приложений в проекте, включающем геоинформационную систему, корпоративный портал, систему аналитики. Поддержка работоспособности, доработка..."
    },
    {
        "name": "Java Developer",
        "url": "https://hh.ru/vacancy/111435177",
        "salary": 180000,
        "requirement": "Будет плюсом: Знание других языков программирования: C# (в приоритете), <highlighttext>Python</highlighttext>, C++. Опыт написания скриптов: batch, shell, vbs, powershell. ",
        "responsibility": "Java 6: доработки в коробку Flextera от Diasoft. Java 8: доработки в коробку Flextera от Diasoft. Java 11: доработки в..."
    },
    {
        "name": "Специалист по тестированию ПО",
        "url": "https://hh.ru/vacancy/111333895",
        "salary": 0,
        "requirement": "Опыт написания автоматизированных тестов, либо желание развиваться в автоматизированном тестировании. Опыт работы с Playwright, K6. Знание JavaScript/<highlighttext>Python</highlighttext>. ",
        "responsibility": "Осуществление всех видов тестирования: smoke, регресс, нагрузочное, новая функциональность, участие в ПМИ\\ПСИ и тестирование требований. Постановка багов разработчикам, описание..."
    },
    {
        "name": "Backend-разработчик",
        "url": "https://hh.ru/vacancy/111307834",
        "salary": 200000,
        "requirement": "Уверенные знания : <highlighttext>Python</highlighttext> (FastAPI). - Опыт работы с PostgreSQL. - Знание принципов построения микросервисной архитектуры. - Опыт работы с Docker, понимание CI/CD. - ",
        "responsibility": "Разработка и поддержка новых функциональных модулей системы. Интеграция с внешними API сторонних систем. Оптимизация работы микросервисов и базы данных. "
    },
    {
        "name": "Тестировщик мобильных приложений (jun)",
        "url": "https://hh.ru/vacancy/111257294",
        "salary": 0,
        "requirement": "Опыт работы с Windows и/или macOS. Знанием Selenium. Навыки программирования java или <highlighttext>python</highlighttext>. Опыт написания тест-кейсов. ",
        "responsibility": "Ручное функциональное тестирование продуктов компании (Web, iOS, Android). Проведение приемочного и регрессионного тестирования приложений. Составление тест-кейсов. Составление чек-листов..."
    },
    {
        "name": "Аналитик данных",
        "url": "https://hh.ru/vacancy/111530188",
        "salary": 90000,
        "requirement": "Опыт работы аналитиком продаж/аналитиком данных от 1 года. Умение работать с <highlighttext>Python</highlighttext>, Excel, Google Sheets, PowerPoint/Keynote, Miro, Kaiten...",
        "responsibility": "Регулярное обновление и улучшение системы отчетности по внешней екламе (таблицы / дашборды). Обновление периодической отчетности (ежедневная / еженедельная / ежемесячная). Разработка Telegram-бота..."
    },
    {
        "name": "AI/ML Engineer (Стажёр)",
        "url": "https://hh.ru/vacancy/111159830",
        "salary": 0,
        "requirement": "Идеальный кандидат уже имеет опыт работы с Telegram API и предпочтительно использует aiogram. Если вы способны создать функционального бота с...",
        "responsibility": "Разработчиков, увлечённых созданием чат-ботов:"
    },
    {
        "name": "Аналитик данных",
        "url": "https://hh.ru/vacancy/111530211",
        "salary": 150000,
        "requirement": "Знание Excel для целей построения отчетов и расчетных моделей (вкл. использование PowerQuery). - Базовые навыки использования <highlighttext>Python</highlighttext> для анализа данных приветствуются.",
        "responsibility": "Построение аналитической отчетности в среде Qlik Sense (подключение к источникам данных, разработка логики расчетов и визуализация конечных данных). - "
    },
    {
        "name": "Junior Data Scientist",
        "url": "https://hh.ru/vacancy/111570608",
        "salary": 0,
        "requirement": "статистическими пакетами (SPSS, STATISTICA и т.п.). Опыт применения R и <highlighttext>Python</highlighttext> для углубленной аналитики и машинного обучения. ",
        "responsibility": "Исследование данных из различных корпоративных источников для извлечения ценной для бизнеса информации. Формирование требований к источникам данных, необходимых для реализации..."
    },
    {
        "name": "Инженер по Искусственному интеллекту / ML/DL engineer",
        "url": "https://hh.ru/vacancy/111595348",
        "salary": 150000,
        "requirement": "Проактивность и ориентированность на результат. Язык: <highlighttext>Python</highlighttext>. Классический ML: numpy, pandas, sklearn, matplotlib. Глубокое обучение: transformers, pytorch, tensorflow. ",
        "responsibility": "Разработка и внедрение стратегий использования искусственного интеллекта для оптимизации логистических и бизнес-процессов. Анализ больших объемов данных для выявления тенденций..."
    }
]