[
    {
        "name": "Python-разработчик",
        "url": "https://hh.ru/vacancy/111535718",
        "salary": 0,
        "requirement": "Строго обязателен подтвержденный коммерческий опыт работы в качестве <highlighttext>Python</highlighttext>-разработчика от 1 года (трудовой договор, гражданско-правовой договор). ",
        "responsibility": "Разработка бэка для веб-приложений и мобильных приложений в проекте, включающем геоинформационную систему, корпоративный портал, систему аналитики. Поддержка работоспособности, доработка..."
    },
    {
        "name": "Тестировщик программного продукта (Middle)",
        "url": "https://hh.ru/vacancy/111611999",
        "salary": null,
        "requirement": "Знание языков программирования, на которых ведется разработка продукта (JavaScript, <highlighttext>Python</highlighttext>, С++, Go). Опыт работы со средствами автоматического тестирования. ",
        "responsibility": "Проведение тестирования различных видов:интеграционное тестирование, тестирование Ul и UX, кросс-браузерное тестирование web-приложений(frontend/ backend (postgreSQL)),web-сервиса..."
    },
    {
        "name": "Младший Python-разработчик в команду DCIM",
        "url": "https://hh.ru/vacancy/111612662",
        "salary": null,
        "requirement": "Хорошее знание языка <highlighttext>Python</highlighttext>. Знание основных шаблонов проектирования и особенностей их реализации. Уверенная работа с Git. Опыт работы с PostgreSQL...",
        "responsibility": "Отдел систем управления инфраструктурой ДЦ (DCIM) - это направление, которое занимается разработкой информационных систем для учета и визуализации инфраструктуры и активов..."
    },
    {
        "name": "Специалист по тестированию ПО",
        "url": "https://hh.ru/vacancy/111333895",
        "salary": null,
        "requirement": "Опыт написания автоматизированных тестов, либо желание развиваться в автоматизированном тестировании. Опыт работы с Playwright, K6. Знание JavaScript/<highlighttext>Python</highlighttext>. ",
        "responsibility": "Осуществление всех видов тестирования: smoke, регресс, нагрузочное, новая функциональность, участие в ПМИ\\ПСИ и тестирование требований. Постановка багов разработчикам, описание..."
    },
    {
        "name": "Программист Python(Django)",
        "url": "https://hh.ru/vacancy/111403400",
        "salary": 150000,
        "requirement": "Уверенное владение <highlighttext>Python</highlighttext> 3.8+, Django 2.2+. Желателен опыт с celery, django-rest-framework. Знание базовых паттернов...",
        "responsibility": "Работа над заказными веб-проектами из различных областей бизнеса."
    },
    {
        "name": "Разработчик бэк-офиса на Python",
        "url": "https://hh.ru/vacancy/111560656",
        "salary": 100000,
        "requirement": "Понимание основ DevOps (настройка CI/CD, автоматизация развертывания). - Знание <highlighttext>Python</highlighttext>-библиотек для работы с данными (pandas, numpy и др.). - ",
        "responsibility": "Мы ищем опытного <highlighttext>Python</highlighttext>-разработчика для создания системы внутренней отчетности с интеграцией API, работы с базой данных SQL и визуализации..."
    },
    {
        "name": "Data Analyst",
        "url": "https://hh.ru/vacancy/111327833",
        "salary": null,
        "requirement": "Продвинутые навыки в использовании инструментов визуализации данных (например, Tableau, Power BI). Опыт программирования <highlighttext>Python</highlighttext> для анализа данных. Опыт создания и...",
        "responsibility": "Разрабатывать и реализовывать стратегий анализа данных для оптимизации работы с клиентской базой. Анализировать сложные данные, интерпретировать результаты и предоставлять стратегические..."
    },
    {
        "name": "QA-инженер / Тестировщик программного обеспечения",
        "url": "https://hh.ru/vacancy/111492971",
        "salary": 80000,
        "requirement": "Базовые знания английского приветствуются. Прохождение специализированных курсов. Базовое представление об SQL. Знание скриптовых языков типа <highlighttext>Python</highlighttext>. Желание развиваться в области...",
        "responsibility": "Тестирование ПО и интеграций с оборудованием. Разработка тест-кейсов, чек-листов. Анализ логов. Моделирование ошибок пользователей, исследование причин сбоев."
    },
    {
        "name": "Backend-разработчик",
        "url": "https://hh.ru/vacancy/111513705",
        "salary": 200000,
        "requirement": "3+ года опыта работы в backend-разработке на Python.Умение писать чистый, понятный и документированный код. Знание фреймворков: Django, Flask...",
        "responsibility": "Разработка и поддержка backend-части платформы: Создание API для работы фронтенда и аналитических сервисов. Интеграция с системами маркетплейсов и рекламными..."
    },
    {
        "name": "Тестировщик ПО",
        "url": "https://hh.ru/vacancy/109064484",
        "salary": 120000,
        "requirement": "Будет Вашим преимуществом: Навыки написания скриптов на <highlighttext>Python</highlighttext> для автоматизации тестирования и работы с тестовыми данными. Опыт работы с системой...",
        "responsibility": "Организация процесса тестирования. Описание и выполнение тест-кейсов. Проведение ручного и автоматизированного тестирования веб-приложений."
    },
    {
        "name": "Python-разработчик",
        "url": "https://hh.ru/vacancy/111353360",
        "salary": null,
        "requirement": "Коммерческий опыт работы с <highlighttext>Python</highlighttext> от 2 лет. Знание <highlighttext>Python</highlighttext> Core и стандартной библиотеки. Опыт работы с фреймворками (Django / FastAPI...",
        "responsibility": null
    },
    {
        "name": "QA Manual (гибрид)",
        "url": "https://hh.ru/vacancy/111426994",
        "salary": 170000,
        "requirement": "Знание брокеров очередей, баз данных. Работа с логами. Опыт в автоматизации, пройденные курсы , знание <highlighttext>Python</highlighttext>. Опыт работы с Allure TestOps. ",
        "responsibility": "Ведение тестовой документации: баг-репорты, тест-кейсы, чек-листы и отчеты о тестировании. Применение подходящей техники тест-дизайна при проектировании..."
    },
    {
        "name": "ML аналитик в биг-тех 0ПГ",
        "url": "https://hh.ru/vacancy/111447215",
        "salary": 120000,
        "requirement": "Отличное владение <highlighttext>Python</highlighttext>, SQL, ML-фреймворками (например, TensorFlow, PyTorch, scikit-learn) и инструментами для работы с данными (например, Pandas, NumPy). ",
        "responsibility": "Анализировать массивы данных из переписок Whatsapp на предмет поиск грызуна в коллективе. Запуск симуляций на тему \"лучший способ войти в..."
    },
    {
        "name": "Junior Data Scientist",
        "url": "https://hh.ru/vacancy/111570608",
        "salary": null,
        "requirement": "статистическими пакетами (SPSS, STATISTICA и т.п.). Опыт применения R и <highlighttext>Python</highlighttext> для углубленной аналитики и машинного обучения. ",
        "responsibility": "Исследование данных из различных корпоративных источников для извлечения ценной для бизнеса информации. Формирование требований к источникам данных, необходимых для реализации..."
    },
    {
        "name": "QA engineer (ручное тестирование)",
        "url": "https://hh.ru/vacancy/110081935",
        "salary": 0,
        "requirement": "Умение анализировать логи для диагностики проблем. - Базовые навыки программирования или автоматизации тестов (<highlighttext>Python</highlighttext>, Shell-скрипты). - Опыт работы с Linux. ",
        "responsibility": "Формирование планов тестирования и тест-кейсов. Проведение функционального, регрессионного и нагрузочного тестирования. Выполнение тестирования API. Проверка UI/UX на соответствие..."
    },
    {
        "name": "Java Developer",
        "url": "https://hh.ru/vacancy/111435177",
        "salary": 180000,
        "requirement": "Будет плюсом: Знание других языков программирования: C# (в приоритете), <highlighttext>Python</highlighttext>, C++. Опыт написания скриптов: batch, shell, vbs, powershell. ",
        "responsibility": "Java 6: доработки в коробку Flextera от Diasoft. Java 8: доработки в коробку Flextera от Diasoft. Java 11: доработки в..."
    },
    {
        "name": "Аналитик данных",
        "url": "https://hh.ru/vacancy/111530211",
        "salary": 150000,
        "requirement": "Знание Excel для целей построения отчетов и расчетных моделей (вкл. использование PowerQuery). - Базовые навыки использования <highlighttext>Python</highlighttext> для анализа данных приветствуются.",
        "responsibility": "Построение аналитической отчетности в среде Qlik Sense (подключение к источникам данных, разработка логики расчетов и визуализация конечных данных). - "
    },
    {
        "name": "Python разработчик (Junior)",
        "url": "https://hh.ru/vacancy/111581129",
        "salary": null,
        "requirement": "Имеете опыт работы с другими языками программирования, помимо <highlighttext>Python</highlighttext>, такими как PHP, JavaScript, Java, C++ и т.д. ",
        "responsibility": "Разработка ботов для автоматизации рутинных задач с помощью библиотеки Selenium (или её аналогов). Создание и поддержка веб-приложения с использованием..."
    },
    {
        "name": "Manual QA Engineer",
        "url": "https://hh.ru/vacancy/107640601",
        "salary": 0,
        "requirement": "Опыт тестирования web-приложений (клиент-серверная архитектура, REST API) от 2 лет. Английский на уровне B1+ (разговорный). ",
        "responsibility": "Ручное тестирование веб-приложений (функциональное, интеграционное, регрессионное и т. д..), из которых 60% времени уделяется тестированию backend'а. "
    },
    {
        "name": "Junior Python Developer",
        "url": "https://hh.ru/vacancy/110711272",
        "salary": null,
        "requirement": "Basic knowledge of <highlighttext>Python</highlighttext> or 1 year in a role focused on <highlighttext>Python</highlighttext> backend development (perfectly with Django framework). ",
        "responsibility": "Build and maintain back-end for Improvado's marketing analytics SaaS platform (including architectural improvements regarding scalability, reliability and performance). "
    },
    {
        "name": "QA Engineer (Kintsugi)",
        "url": "https://hh.ru/vacancy/111587362",
        "salary": null,
        "requirement": "Умение анализировать требования и составлять тест-кейсы и тест-планы. Опыт автоматизации тестирования. Знание <highlighttext>Python</highlighttext>. Базовые знания Linux/UNIX. ",
        "responsibility": "Автоматизированное тестирование высоконагруженного облачного приложения, работающего в режиме 24/7. Разработка тест-сценариев. Проведение нагрузочных испытаний продукта и его частей..."
    },
    {
        "name": "Backend-разработчик",
        "url": "https://hh.ru/vacancy/111307834",
        "salary": 200000,
        "requirement": "Уверенные знания : <highlighttext>Python</highlighttext> (FastAPI). - Опыт работы с PostgreSQL. - Знание принципов построения микросервисной архитектуры. - Опыт работы с Docker, понимание CI/CD. - ",
        "responsibility": "Разработка и поддержка новых функциональных модулей системы. Интеграция с внешними API сторонних систем. Оптимизация работы микросервисов и базы данных. "
    },
    {
        "name": "Junior Python Developer",
        "url": "https://hh.ru/vacancy/110412718",
        "salary": 65000,
        "requirement": "Базовые знания <highlighttext>Python</highlighttext>. Опыт написания REST приложений на любом <highlighttext>Python</highlighttext> фреймворке (Flask, FastAPI, Django и др.). Понимание основ SQL и...",
        "responsibility": null
    },
    {
        "name": "Специалист ГИС-систем",
        "url": "https://hh.ru/vacancy/111488872",
        "salary": 0,
        "requirement": "Высшее образование (география, геоинформатика или релевантное). Знание программного обеспечения: ГИС-пакеты ArcGIS Desktop, QGIS, SAGA и аналоги. Владение технологиями обработки...",
        "responsibility": "...Geomatica и аналоги. Подготовка отчетных материалов: текстов, карт, презентаций. Дешифрирование космических снимков, дистанционный мониторинг. Тематическое картографирование. Программирование <highlighttext>Python</highlighttext>, R, SQL."
    },
    {
        "name": "Тестировщик",
        "url": "https://hh.ru/vacancy/111524332",
        "salary": 0,
        "requirement": "Понимание принципов работы сетевых служб (ТСР/UDP/DHCP/DNS). Опыт работы с shell/bash, <highlighttext>python</highlighttext>. Опыт чтения документации на английском...",
        "responsibility": "Поддержка существующих тестов. Составление автоматических тестов на языке <highlighttext>Python</highlighttext>. Запуск автоматических тестов. Анализ ошибок и сбоев, происходящих в работе ПО..."
    },
    {
        "name": "Инженер-программист Rust",
        "url": "https://hh.ru/vacancy/111599286",
        "salary": 0,
        "requirement": "Опыт программирования на одном из современных языков: Rust, C, Java, Kotlin, C++ (в версии 11 и выше), <highlighttext>Python</highlighttext>, Javascript (node.js). ",
        "responsibility": "Реализация компонентов плоскости данных беспроводного маршрутизатора. Реализация северного интерфейса для управления маршрутизацией. Реализация распределенного сетевого контроллера."
    },
    {
        "name": "Программист (Backend Developer)",
        "url": "https://hh.ru/vacancy/110678837",
        "salary": 0,
        "requirement": "Опыт работы с языками программирования (например, <highlighttext>Python</highlighttext>, Java, C#, Node.js). Знание фреймворков (например, Django, Spring, Express). Опыт работы с реляционными...",
        "responsibility": "Разработка и поддержка серверной части веб-приложений. Проектирование и оптимизация баз данных. Интеграция с внешними API и сервисами. "
    },
    {
        "name": "Junior python (django) разработчик",
        "url": "https://hh.ru/vacancy/111607966",
        "salary": 60000,
        "requirement": "Желание развиваться. Умение писать чистый поддерживаемый код. Умение читать чужой код. Будет плюсом:",
        "responsibility": "Участие в различных проектах."
    },
    {
        "name": "Backend-разработчик",
        "url": "https://hh.ru/vacancy/111612160",
        "salary": null,
        "requirement": "Опыт работы с <highlighttext>Python</highlighttext> от 1 года. Знание и опыт работы с базами данных PostgreSQL и MongoDB. Уверенное владение SQL...",
        "responsibility": "Разработка и поддержка серверной части. Работа с базами данных PostgreSQL и MongoDB: написание SQL-запросов, их анализ и оптимизация. "
    },
    {
        "name": "Python developer",
        "url": "https://hh.ru/vacancy/111443466",
        "salary": null,
        "requirement": "Промышленный опыт <highlighttext>python</highlighttext>-разработки от двух лет, уверенные знания пакетов AIogram и Telethon. Опыт работы с асинхронным программированием (asyncio). ",
        "responsibility": "Разработка и поддержка Telegram-ботов с использованием AIogram и Telethon. Автоматизации бизнес-процессов, интеграции с различными сервисами. Участие в исследованиях..."
    },
    {
        "name": "Тестировщик ПО / QA Engineer",
        "url": "https://hh.ru/vacancy/111570005",
        "salary": 80000,
        "requirement": "Знание основ теории тестирования. Знание техник тест-дизайна. Знание дебаггера на <highlighttext>Python</highlighttext> в качестве инструмента. Практические навыки составления тестовой документации...",
        "responsibility": "Комплекс Программных Средств \"Виста-Мед\". Личный кабинет пациента iOS vistamed. Сервис удаленных консультаций пациент-бот-врач на базе мессенджера Тадам. "
    },
    {
        "name": "Python Developer",
        "url": "https://hh.ru/vacancy/111387522",
        "salary": null,
        "requirement": "Опыт работы от 2 лет с <highlighttext>Python</highlighttext> или Node.js. Знание SQL и опыт работы с ORM-фреймворками (например, SQLAlchemy, Sequelize...",
        "responsibility": "Разрабатывать серверные приложения с использованием <highlighttext>Python</highlighttext> (FastAPI) или Node.js. Проектировать и оптимизировать базы данных с использованием SQL (MySQL/PostgreSQL) и..."
    },
    {
        "name": "Junior Python Developer",
        "url": "https://hh.ru/vacancy/111506645",
        "salary": null,
        "requirement": "Basic knowledge of <highlighttext>Python</highlighttext> or 1 year in a role focused on <highlighttext>Python</highlighttext> backend development (perfectly with Django framework). ",
        "responsibility": "Build and maintain back-end for Improvado's marketing analytics SaaS platform (including architectural improvements regarding scalability, reliability and performance). "
    },
    {
        "name": "Back-end-разработчик",
        "url": "https://hh.ru/vacancy/111532822",
        "salary": null,
        "requirement": "Знание Django, Django-rest, Django-rq, Flask. Unit / smoke testing. Опыт работы с MySQL / Postgres. Опыт работы с Shinx. ",
        "responsibility": "Участие в проектировании систем. Разработка нового функционала на Django. Рефакторинг текущей кодовой базы. Поиск ошибок, их устранение. Разработка интеграций с..."
    },
    {
        "name": "Frontend developer",
        "url": "https://hh.ru/vacancy/111038649",
        "salary": null,
        "requirement": "Опыт настройки CI/CD. Опыт работы Linux. Опыт коммерческой разработки на PHP (Symfony, Laravel), <highlighttext>Python</highlighttext>. Опыт оптимизации и масштабирования приложений.",
        "responsibility": "Backend и frontend разработка. Разрабатывать веб-приложение и его функциональность. Интеграция платёжных систем. Интеграция различных AI сервисов и API. "
    },
    {
        "name": "Python developer",
        "url": "https://hh.ru/vacancy/111443989",
        "salary": null,
        "requirement": "Официальный опыт работы от 2 лет по профилю. Опыт работы с MySQL и/или PostgreSQL. Опыт работы с multiprocessing, очередями...",
        "responsibility": "Написание высоконагруженных приложений и микросервисов на <highlighttext>Python</highlighttext>. Участие в разработке уже имеющихся приложений в составе команды. Участие в принятии архитектурных..."
    },
    {
        "name": "QA Engineer",
        "url": "https://hh.ru/vacancy/111495473",
        "salary": null,
        "requirement": "Опыт работы тестировщиком. Есть опыт программирования на <highlighttext>Python</highlighttext>, Javascript, Typescript. Есть понимание нотации BPMN 2.0 или других общепринятых нотаций. ",
        "responsibility": "Анализ ТЗ на разработку решения, составление тест планов и тест кейсов тестирования будущего решения, составление чек листов. Проработка сценариев тестирования..."
    },
    {
        "name": "Директор по разработке",
        "url": "https://hh.ru/vacancy/111433325",
        "salary": null,
        "requirement": "<highlighttext>Python</highlighttext> 3.9/2.7, FastAPI, AIOHTTP, Django, Flask, Pytest, Kafka, Redis, PostgreSQL, GraphQL, Poetry, Docker. JavaScript, ReactJS, NextJS, NodeJS...",
        "responsibility": "Backend. IOS. Web. Ты возьмешь под своё руководство ключевые направления разработки: от проектирования архитектуры до внедрения CI/CD и автоматизации. "
    },
    {
        "name": "Продуктовый аналитик",
        "url": "https://hh.ru/vacancy/111384223",
        "salary": null,
        "requirement": "Знание инструментов A/B тестирования. Опыт работы в банковской сфере или с финансовыми продуктами. Базовые навыки <highlighttext>Python</highlighttext> или R для...",
        "responsibility": "Работа с событиями и аналитикой: Генерация описаний событий (ивентов) в мобильном приложении и веб-версии. Построение и поддержка воронок событий. "
    },
    {
        "name": "QA-инженер/Тестировщик (Middle)",
        "url": "https://hh.ru/vacancy/111420135",
        "salary": null,
        "requirement": "Опыт работы с Gitlab CI или другими CI инструментами. Знание <highlighttext>Python</highlighttext>. Опыт использования Cypress в работе. Желание развиваться в автоматизации...",
        "responsibility": "Проводить тестирование и фиксировать найденные дефекты в JIRA. Анализировать и разрабатывать проектную документацию. Писать функциональные и интеграционные API-тесты. "
    },
    {
        "name": "Python-разработчик",
        "url": "https://hh.ru/vacancy/111522076",
        "salary": null,
        "requirement": "Опыт работы с языком программирования <highlighttext>Python</highlighttext> от 2 лет. Разбираешься в базовых библиотеках <highlighttext>Python</highlighttext>. Опыт работы с Django/DRF для...",
        "responsibility": "Веб-приложение с администраторской панелью и системой управления контентом (CMS). Текущие задачи проекта: Улучшение качества пользовательского пути. Доработка разделов и..."
    },
    {
        "name": "Python разработчик",
        "url": "https://hh.ru/vacancy/111532491",
        "salary": null,
        "requirement": "Что нужно уметь: * Опыт разработки с использованием стека <highlighttext>Python</highlighttext> (Flask/FastAPI). * Умение адекватно оценивать задачи для постановки/соблюдения сроков исполнения. * ",
        "responsibility": "Сейчас готовимся предоставлять сервис внешним партнерам и активно расширяем функционал новыми модулями (аналитика, биллинг, обучение новых нейронок на собираемых данных)."
    },
    {
        "name": "DevOps",
        "url": "https://hh.ru/vacancy/110110385",
        "salary": null,
        "requirement": "Cloud: AWS(YCloud, Azur) - любое из известных решений, которое знаете превосходно. Code: <highlighttext>python</highlighttext>/bash. Linux(debian/centos/ubuntu). ",
        "responsibility": "Поднятие и настройка инфраструктуры согласно PCI DSS. Создание, поддержка и развитие CI/CD. Работа в команде и участие в выработке..."
    },
    {
        "name": "Backend-Developer Python (junior)",
        "url": "https://hh.ru/vacancy/111249949",
        "salary": null,
        "requirement": "<highlighttext>Python</highlighttext> 3.12. Tornado + asyncpg, aiohttp/fastapi/flask (для микросервисов). PostgreSQL, Redis. Docker, k8s. Хорошее знание <highlighttext>Python</highlighttext>...",
        "responsibility": "Создавать инструменты, которые усовершенствуют процесс обучения для учеников и репетиторов. Осуществлять интеграцию с внешними сервисами (CRM-система, платежные сервисы, Helpdesk..."
    },
    {
        "name": "Frontend-разработчик (React+FastAPI)",
        "url": "https://hh.ru/vacancy/111523375",
        "salary": null,
        "requirement": "Опыт коммерческой разработки на React от 1,5 лет. -Желаемый стек: JavaScript, TypeScript, React, <highlighttext>Python</highlighttext> FastAPI. -Навык работы с системами...",
        "responsibility": "Ты будешь заниматься разработкой веб-приложений, разрабатывать frontend проекта, принимать участие в обсуждении проекта с заказчиком и сотрудничать с командой..."
    },
    {
        "name": "Python-программист (Python backend developer)",
        "url": "https://hh.ru/vacancy/111476622",
        "salary": 100000,
        "requirement": "Отличные знания <highlighttext>Python</highlighttext>. Опыт работы с библиотеками: Fast API, HttpX Asyncio, Pydantic, LangChain. Знания и опыт работы с Mongo DB. ",
        "responsibility": "Писать качественный, понятный и тестируемый код. Участвовать в проектирование архитектуры приложения и БД. Развивать CI/CD, ревью кода и процесс..."
    },
    {
        "name": "Backend-разработчик (работа в офисе)",
        "url": "https://hh.ru/vacancy/111413031",
        "salary": null,
        "requirement": "Использование инструментов для миграций (например, Liquibase, Flyway). Знание синтаксиса и стандартных библиотек <highlighttext>Python</highlighttext>. Опыт интеграции с Java (Jython или взаимодействие...",
        "responsibility": "Разработка и поддержка микросервисов на базе Spring Boot. Интеграция с внешними сервисами и системами. Оптимизация производительности приложений. Работа с базами..."
    },
    {
        "name": "Тестировщик ПО",
        "url": "https://hh.ru/vacancy/111289953",
        "salary": 200000,
        "requirement": "Аналитический склад ума и желание разбираться даже с «плавающими» багами. Навыки автоматизации тестирования (<highlighttext>Python</highlighttext>, Java или аналогичные языки). ",
        "responsibility": "Разворачивать тестовую среду и готовить ПО для тестирования. Тестировать продукт: функционально, регрессионно, нагрузочно. Формализовать баги и следить за их исправлением. "
    },
    {
        "name": "Python-программист (Python backend developer)",
        "url": "https://hh.ru/vacancy/111476624",
        "salary": 100000,
        "requirement": "Отличные знания <highlighttext>Python</highlighttext>. Опыт работы с библиотеками: Fast API, HttpX Asyncio, Pydantic, LangChain. Знания и опыт работы с Mongo DB. ",
        "responsibility": "Писать качественный, понятный и тестируемый код. Участвовать в проектирование архитектуры приложения и БД. Развивать CI/CD, ревью кода и процесс..."
    },
    {
        "name": "Data Analyst",
        "url": "https://hh.ru/vacancy/111287904",
        "salary": null,
        "requirement": "Knowledge of statistical techniques to support advanced analytics tasks. Skills: <highlighttext>Python</highlighttext>, PowerBI, SQL, REST API, Bitrix24, Google Analytics, Digital...",
        "responsibility": "Design, develop, and maintain automated ETL pipelines/scripts to streamline data collection from various internal and external data sources. "
    }
]